Repository: Be-ing/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Contact
de_de: Kontakt

source: Get in Touch
de_de: ﻿Kontaktiere uns

source: If you're a DJ hardware manufacturer and would like your product to work with Mixxx, please contact our Project Manager, <a href="%(project_manager_link)s">Adam Davison</a>. We accept donations of DJ equipment which we use to improve both specific and general hardware support in Mixxx.
de_de: Wenn Sie ein DJ-Hardware-Hersteller sind und wollen das Ihr Produkt mit Mixxx arbeitet, kontaktieren Sie bitte unsere Projektmanager, <a href="%(project_manager_link)s">Adam Davison</a>. Wir akzeptieren Spenden von DJ-Equipment, die wir verwenden, um sowohl allgemeine als auch spezifische Hardwareunterstützung in Mixxx zu verbessern.

source: For other inquiries, please contact <a href="%(project_manager_link)s">Adam Davison</a>.
de_de: Kontaktieren Sie für weitere Anfragen bitte <a href="%(project_manager_link)s">Adam Davison</a>.

source: Credits
de_de: Impressum

source: In 2001, Mixxx was started by <a href="%(ken_anderson_link)s">Ken</a> and <a href="%(tue_anderson_link)s">Tue</a> Haste Andersen. Today, development is done by an open source development team from around the world, led by Adam Davison (Project Manager), RJ Ryan (Lead Developer), S. Brandt (Lead Artist).
de_de: Im Jahr 2001 wurde Mixxx von <a href="%(ken_anderson_link)s">Ken</a> und <a href="%(tue_anderson_link)s">Tue</a> Haste Andersen begonnen. Heute erfolgt die Entwicklung durch ein Open-Source Entwicklerteam aus der ganzen Welt, unter der Leitung von Adam Davison (Projektleiter), RJ Ryan (Lead-Entwickler), S. Brandt (Lead Artist).

source: Mixxx 1.11.0 Development Team
de_de: Mixxx 1.11.0 Entwicklungs-Team

source: With contributions from:
de_de: Mit Beiträgen von:

source: And special thanks to:
de_de: Und besonderen Dank an:

source: Past Developers
de_de: Frühere Entwickler

source: Past Contributors
de_de: Frühere Beitragende

source: Mixxx also depends on a number of software libraries. Without these, Mixxx would not be possible, especially as a cross-platform application. Big thanks to <a href="%(qt_link)s">Qt</a>, <a href="%(portaudio_link)s">PortAudio</a>, and <a href="%(portmidi_link)s">PortMidi</a> for being fantastic.<br/><br/>Lastly, we'd like to thank the many musicians and DJs that have helped in designing Mixxx.
de_de: Mixxx ist von einer Reihe von Softwarebibliotheken abhängig. Mixxx wäre ohne diese nicht möglich, zumal als eine Cross-Plattform-Anwendung. Vielen Dank an <a href="%(qt_link)s">Qt</a>, <a href="%(portaudio_link)s">PortAudio</a> und <a href="%(portmidi_link)s">PortMidi</a> fürs fantastisch sein.<br/> <br/>Schließlich möchten wir den viele Musikern und DJs danken, die bei der Gestaltung von Mixxx geholfen haben.

source: Download the Best Free MP3 DJ Mixing Software
de_de: Die beste kostenlose MP3 DJ-Mixing-Software herunterladen

source: Download Now (Mixxx 1.12 Beta)
de_de: Jetzt herunterladen (Mixxx 1.12 Beta)

source: The Mixxx team has been working hard for over 2 years on Mixxx 1.12. We've added hundreds of new features and we need YOUR help testing them. Check out the <a href="%(mixxx_112_beta_blog_link)s">release announcement on our blog</a> for a list of the new, hard-hitting features. Tempted? Try these on for size:
de_de: ﻿Das Mixxx-Team hat seit über 2 Jahren an Mixxx 1.12 gearbeitet. Wir haben Hunderte von neuen Funktionen hinzugefügt, und wir brauchen DEINE Hilfe, sie zu testen. Schaue dir die <a href="%(mixxx_112_beta_blog_link)s">Pressemitteilung auf unserem Blog</a>an für eine Liste der neue, schlagkräftige Funktionen. In Versuchung? Versuche diese:

source: Important:
de_de: Wichtig:

source: While these builds have been stable in testing they are not yet recommended for live use unless you are willing to risk a crash. Looking for the stable release? <a href="%(stable_link)s">Scroll on down.</a>
de_de: Während diese Builds stabil in der Testphase waren, sind sie nicht noch für Live-Einsatz empfohlen, ausser wenn du bereit bist einen Absturz zu riskieren. Du suchst nach der stabilen Version? <a href="%(stable_link)s"> Scroll weiter runter.</a>

source: Mixxx 1.12 Beta (build r5442) for 32-bit Windows
de_de: Mixxx 1.12 Beta (build r5442) für 32-bit Windows

source: Mixxx 1.12 Beta (build r5442) for 64-bit Windows
de_de: Mixxx 1.12 Beta (build r5442) für 64-bit Windows

source: Mixxx 1.12 Beta (build r5442) for Mac OS X 10.5+ (Intel)
de_de: Mixxx 1.12 Beta (build r5442) für Mac OS X 10.5+ (Intel)

source: Open a terminal, and enter:
de_de: Öffne ein Terminal und gebe ein:

source: Mixxx 1.12 Beta (build r5442) for 32-bit Ubuntu Trusty (and newer)
de_de: Mixxx 1.12 Beta (build r5442) für 32-bit Ubuntu Trusty (und neuer)

source: Mixxx 1.12 Beta (build r5442) for 64-bit Ubuntu Trusty (and newer)
de_de: Mixxx 1.12 Beta (build r5442) für 64-bit Ubuntu Trusty (und neuer)

source: Linux / Source Code
de_de: Linux / Quellcode

source: Mixxx 1.12 Beta (build r5442) Source Code
de_de: Mixxx 1.12 Beta (build r5442) Quellcode

source: The Mixxx source code is made available under the GPL v2. Please check the LICENSE file in our source tree for complete licensing information. The latest code from Mixxx's 1.12 development branch is hosted on <a href="%(mixxx_github_link)s">GitHub</a>:
de_de: Der Mixxx-Quellcode steht unter der GPL v2 zur Verfügung. Bitte überprüfen Sie die Lizenzdatei in unserem Source-Tree für komplette Lizenzinformationen. Der neueste Code des Mixxx 1.12-Entwicklungszweiges wird auf <a href="%(mixxx_github_link)s"> GitHub</a> gehostet:

source: Compilation instructions are available for <a href="%(compiling_windows_wiki_link)s">Windows</a>, <a href="%(compiling_osx_wiki_link)s">Mac OS X</a>, and <a href="%(compiling_linux_wiki_link)s">Linux</a>.
de_de: Kompilierungsanweisungen stehen für <a href="%(compiling_windows_wiki_link)s">Windows</a>, <a href="%(compiling_osx_wiki_link)s">Mac OS X</a> und <a href="%(compiling_linux_wiki_link)s">Linux</a> zur Verfügung.

source: Download Now (Mixxx 1.11.0 Stable)
de_de: Jetzt herunterladen (Mixxx 1.11.0 Stabil)

source: Mixxx is available for Windows, Mac OS X, and Linux:
de_de: Mixxx ist für Windows, Mac OS X und Linux verfügbar:

source: Download Mixxx 1.11.0 for 32-bit Windows
de_de: Mixxx 1.11.0 für 32-bit Windows herunterladen

source: Download Mixxx 1.11.0 for 64-bit Windows
de_de: Mixxx 1.11.0 für 64-bit Windows herunterladen

source: AAC playback requires Windows 7 or greater or Windows Vista with a <a href="%(platform_update_link)s">platform update</a>.
de_de: AAC Wiedergabe erfordert Windows 7 oder höher oder Windows Vista mit einer <a href="%(platform_update_link)s"> Plattform-Aktualisierung</a>.

source: Download Mixxx 1.11.0 for Mac OS X 10.5+ (Intel)
de_de: Mixxx 1.11.0 für Mac OS X 10.5+ (Intel) herunterladen

source: Download Mixxx 1.11.0 for Mac OS X 10.5+ (PPC)
de_de: Mixxx 1.11.0 für Mac OS X 10.5+ (PPC) herunterladen

source: Download Mixxx 1.11.0 for Ubuntu 10.04 (Lucid) through 13.10 (Saucy):
de_de: Mixxx 1.11.0 für Ubuntu 10.04 (Lucid) bis 13.10 (frechen) herunterladen:

source: This will install the latest version of Mixxx from the <a href="%(mixxx_ppa_link)s">Mixxx PPA</a> on Launchpad.
de_de: Dies installiert die neueste Version von Mixxx von <a href="%(mixxx_ppa_link)s"> Mixxx PPA</a> auf Launchpad.

source: Ubuntu also provides a version of Mixxx which can be installed directly from the Ubuntu Software Centre. This version is usually woefully out of date; therefore using the PPA is preferable.
de_de: Ubuntu bietet auch eine Version von Mixxx, die direkt von der Ubuntu Software Center installiert werden kann. Diese Version ist in der Regel völlig veraltet; daher ist die Nutzung dieses PPA vorzuziehen.

source: Download Mixxx 1.11.0 Source Code
de_de: Mixxx 1.11.0 Quellcode herunterladen

source: The Mixxx source code is made available under the GPL v2. Please check the LICENSE file in our source tree for complete licensing information. The latest code from Mixxx's development branch is hosted on <a href="%(mixxx_github_link)s">GitHub</a>:
de_de: Der Mixxx-Quellcode steht unter der GPL v2 zur Verfügung. Bitte überprüfen Sie die Lizenzdatei in unserem Source-Tree für komplette Lizenzinformationen. Der neueste Code des Mixxx-Entwicklungszweiges wird auf <a href="%(mixxx_github_link)s"> GitHub</a> gehostet:

source: More software from the Mixxx Developers available at:
de_de: Weitere Software von den Mixxx Entwickler ist verfügbar unter:

source: Source code for the Mac App Store version is available in each release branch in Git. A <a href="%(mixxx_191_appstore_link)s">corresponding binary</a> is also available.
de_de: Source-Code für den Mac App Store-Version gibt es in jedem Versionszweig in Git. Eine <a href="%(mixxx_191_appstore_link)s">entsprechende Binärdatei</a> ist ebenfalls verfügbar.

source: We're sorry!
de_de: Es tut uns leid!

source: The page <b id="url"></b> couldn't be found.
de_de: Die Seite <b id="url"></b> konnte nicht gefunden werden.

source: Features
de_de: Funktionen

source: World-Class Mixing Engine
de_de: Weltklasse Mixing-Engine

source: Dual Decks, Advanced Controls
de_de: Duale Decks, erweiterte Steuerelemente

source: Broad Format Support
de_de: Breite Formatunterstützung

source: Our mature audio decoders deliver pristine sound with rock-solid stability. Mixxx plays MP3, M4A/AAC, Ogg Vorbis, FLAC, WAVE, and AIFF formats.
de_de: Unsere ausgereiften Audio-Decoder liefern unverfälschten Klang mit felsenfester Stabilität. Mixxx gibt MP3, M4A/AAC, Ogg Vorbis, FLAC, WAVE und AIFF-Formate wieder.

source: EQ and Crossfader Control
de_de: EQ und Crossfader

source: Powerful Library
de_de: Leistungsfähige Bibliothek

source: Organization
de_de: Organisation

source: Crates and Playlists
de_de: Plattenkisten und Wiedergabelisten

source: Sort your music the way you want.
de_de: Sortieren deine Musik wie du willst.

source: Disk Browsing
de_de: Festplatte durchsuchen

source: BPM Detection and Sync
de_de: BPM-Erkennung und Synchronisierung

source: Microphone Input
de_de: Mikrofon-Eingang

source: Comprehensive DJ Hardware Support
de_de: Umfassende DJ-Hardware-Unterstützung

source: MIDI Controller Support
de_de: MIDI Controller-Unterstützung

source: Advanced MIDI Scripting Engine
de_de: Erweiterte MIDI-Scripting-Engine

source: Vinyl jockeys love it
de_de: Vinyl-DJs liebe es

source: Full Specification
de_de: Vollständige Spezifikation

source: Core Features
de_de: Kernfunktionen

source: Cross-platform (Windows XP/Vista/7/8, Mac OS X, Linux)
de_de: Cross-Plattform (Windows XP/Vista/7/8, Mac OS X, Linux)

source: Free and open source (GPL v2)
de_de: Frei und Open-Source (GPL v2)

source: MP3, OGG, WAVE, M4A / AAC, and FLAC playback
de_de: WAVE, MP3, OGG, M4A / AAC und FLAC-Wiedergabe

source: Extra playback formats through plugins
de_de: Zusätzliche Wiedergabe-Formate durch Plugins

source: Fast, database-powered library
de_de: Schnelle, Datenbank gestützte Bibliothek

source: Shoutcast and Icecast broadcasting
de_de: SHOUTcast und Icecast Live-Übertragung

source: Microphone Support
de_de: Mikrofon-Unterstützung

source: Automatic crossfading with Auto DJ
de_de: Automatisches Überblenden mit Auto-DJ

source: Crates and playlists
de_de: Plattenkisten und Wiedergabelisten

source: Reads iTunes, Traktor, and Rhythmbox libraries
de_de: Liest iTunes, Traktor und Rhythmbox Bibliotheken

source: Quantized loops, hot cues, and beatloops
de_de: Quantisierte Loops, Hotues und Beatloops

source: Synchronization and auto-beatmatching
de_de: Synchronisation und Auto-Beatmatching

source: Wave and Ogg recording with optional MP3 support.
de_de: WAVE and OGG Aufnahme mit optionaler MP3 Unterstützung.

source: BPM detection and estimation
de_de: BPM-Erkennung und Bestimmung

source: Bulk BPM analysis
de_de: Massen-BPM-Analyse

source: Multichannel soundcard support (playback and capture)
de_de: Mehrkanal-Soundkarten Unterstützung (Wiedergabe und Aufnahme)

source: Crossfader curve control
de_de: Einstellbare Crossfader-Kurve

source: Advanced MIDI scripting engine
de_de: Erweiterte MIDI-Scripting-Engine

source: Multiple simultaneous MIDI controllers
de_de: Mehrere gleichzeitige MIDI-Controller

source: Multi-core CPU support
de_de: Multi-Core-CPU-Unterstützung

source: Crystal clear audio
de_de: Kristallklarer Klang

source: Hardware video acceleration
de_de: Hardware-Videobeschleunigung

source: Translations
de_de: Übersetzungen

source: Spanish
de_de: Spanisch

source: Catalan
de_de: Katalanisch

source: French
de_de: Französisch

source: German
de_de: Deutsch

source: Italian
de_de: Italienisch

source: Russian
de_de: Russisch

source: Finnish
de_de: Finnisch

source: Czech
de_de: Tschechisch

source: Dutch
de_de: Holländisch

source: Polish
de_de: Polnisch

source: Japanese
de_de: Japanisch

source: Timecode Vinyl Control:
de_de: Timecode Vinyl-Steuerung

source: Read more...
de_de: Weiterlesen...

source: Get Involved
de_de: Mitmachen

source: Not a coder? Scroll down!
de_de: Kein Programmierer? Blättere nach unten!

source: Software Developers
de_de: Software-Entwickler

source: Start Developing Now
de_de: Beginnen jetzt zu entwickeln

source: When you're stuck, get help from our existing developers our IRC channel: #mixxx on <a href="%(irc_channel_link)s">Freenode</a>
de_de: Wenn du nicht feststeckst, erhalte Hilfe von unseren Entwicklern in unserem IRC-Kanal: #mixxx auf <a href="%(irc_channel_link)s">Freenode</a>

source: Join our mailing list: <a href="%(mailing_list_link)s">mixxx-devel</a>
de_de: Trete unserer Mailingliste bei: <a href="%(mailing_list_link)s">mixxx-Devel</a>

source: You don't even have to know C++. There are developers who got into Mixxx development while learning C++ along the way.
de_de: Du musst nicht mal C++ beherrschen. Es gibt Entwickler, die Mixxx mitentwickelt haben und nebenbei C++ gelernt haben.

source: Development Cycle in a Nutshell
de_de: Entwicklungszyklus auf einen Blick

source: Mixxx Development Cycle
de_de: Mixxx-Entwicklungszyklus

source: There are many ways to help out as a DJ:
de_de: Es gibt viele Möglichkeiten als DJ zu helfen:

source: <a href="%(bug_tracker_link)s">Report bugs</a> as you find them.
de_de: <a href="%(bug_tracker_link)s">Melde Fehler</a> wie du sie findest.

source: Help keep our <a href="%(mixxx_wiki_link)s">Wiki</a> up-to-date.
de_de: Helfe mit unser <a href="%(mixxx_wiki_link)s">Wiki</a> aktuell zu halten.

source: Answer questions on the <a href="%(troubleshooting_forum_link)s">Troubleshooting Forum</a> and our <a href="%(net_launchpad_answers_link)s">Launchpad Answers page</a>.
de_de: ﻿Beantworten Sie die Fragen auf unserer <a href="%(net_launchpad_answers_link)s">Launchpad-Antworten-Seite</a> und dem <a href="%(troubleshooting_forum_link)s">Fehlerbehebungs-Forum</a>.

source: Promote Mixxx:
de_de: Fördere Mixxx:

source: Write an article about how you use Mixxx for your blog, or mention us when new releases come out. Any exposure on the web and in print helps our project grow, and is much appreciated!
de_de: ﻿Schreiben Sie einen Artikel zur Verwendung von Mixxx für Ihr Blog oder erwähnen Sie uns, wenn neue Versionen rauskommen. Jede Exposition im Internet und in gedruckter Form unterstützt unser Projekt zu wachsen und wird sehr wertgeschätzt!

source: <a href="%(photos_phorum_link)s">Post some photos</a> of you using Mixxx at a gig!
de_de: <a href="%(photos_phorum_link)s">Poste Fotos</a> von dir mit Mixxx bei einem Gig!

source: Translators
de_de: Übersetzer

source: Graphic Artists
de_de: Grafiker

source: Free MP3 DJ Mixing Software
de_de: Kostenlose MP3-DJ-Mixing-Software

source: Check out Mixxx - Free MP3 DJ mixing software for Windows, Mac OS X, and Linux
de_de: Probiere Mixxx aus- Kostenlose MP3 DJ-Mixing-Software für Windows, Mac OS X und Linux

source: Check out what's new in Mixxx 1.11
de_de: Finde heraus was es Neues gibt in Mixxx 1.11

source: Incredible Features, Unbeatable Value
de_de: Unglaubliche Funktionen, unschlagbarer Preis

source: Mixxx has everything you need to start making DJ mixes in a tight, integrated package. Whether you're DJing your next house party, spinning at a club, or broadcasting as a radio DJ, Mixxx has what you need to do it right.
de_de: Mixxx vereint alles was du brauchst um DJ-Mixes zu machen in einem kompakten Paket. Ob bei deiner nächsten Party zu Hause, beim Auflegen im Club, oder bei der Live-Übertragung als Radio-DJ, Mixxx hat was du brauchst um es richtig zu machen.

source: All your playlists and songs from iTunes, automatically ready to go for your next live DJ performance.
de_de: Alle deine Wiedergabelisten und Titel aus iTunes, automatisch bereit für deine nächste live DJ-Performance.

source: DJ MIDI Controller Support
de_de: DJ MIDI Controller-Unterstützung

source: With over 30 DJ MIDI controllers supported out-of-the-box, Mixxx gives you comprehensive hardware control for your DJ mixes.
de_de: Mit über 30 unterstützten DJ MIDI-Controller bietet Mixxx dir umfassende Hardware-Steuerung für deine DJ-Mixes.

source: Instantly sync the tempo of two songs for seamless beatmixing. Need a break? Create a quick playlist and let Auto DJ take over.
de_de: Synchronisiere sofort das Tempo von zwei Songs für nahtloses Beatmixing. Brauchst du eine Pause? Erstelle eine Wiedergabeliste und lass den Auto-DJ übernehmen.

source: Powerful Mixing Engine
de_de: Leistungsstarke Mixing-Engine

source: Mixxx has a cutting-edge mixing engine including support for MP3, M4A/AAC, OGG, and FLAC audio, adjustable EQ shelves, timecode vinyl control, recording, and Shoutcast broadcasting.
de_de: Mixxx hat eine leistungsstarke Mixing-Engine mit Unterstützung für MP3, M4A/AAC, OGG und FLAC Audio, einstellbare EQs, Timecode-Vinyl-Steuerung, Aufnahme und Shoutcast Live-Übertragung.

source: Read more
de_de: Weiterlesen

source: See <a href="%(features_link)s">dozens more features</a> or start downloading Mixxx for FREE now:
de_de: Erfahre mehr über <a href="%(features_link)s">Dutzende weitere Funktionen</a> oder starte jetzt den kostenlosen Download von Mixxx:

source: And It Just Keeps Getting Better
de_de: Und es wird immer besser

source: Each year, a community of DJs, programmers, and artists contribute dozens of new features to Mixxx. <br> <b>And it doesn't cost you a dime.</b>
de_de: Jedes Jahr, eine Gemeinschaft von DJs, Programmierer und Künstler fügen Dutzende neuer Funktionen für Mixxx hinzu. <br><b>Und es kostet dich keinen Cent.</b>

source: Because Mixxx is <b>open source</b>, anyone can remix or add new features to it. And that includes you!
de_de: Da Mixxx <b>Open-Source</b> ist, kann es jeder umändern oder neue Funktionen hinzufügen. Und du gehörst dazu!

source: #1 Top Free Mac App Worldwide
de_de: #1 Top kostenlose Mac-App weltweit

source: February 2011
de_de: Februar 2011

source: Free Pick of the Month
de_de: Free Pick des Monats

source: "The coolest open source<br>application ever?"
de_de: "Die coolste Open-Source<br>Anwendung überhaupt?"

source: If you like Mixxx...
de_de: Wenn du Mixxx magst ...

source: IRC Channel
de_de: IRC-Kanal

source: Temporary Maintenance
de_de: Temporäre Wartung

source: Sorry, down for maintenance...
de_de: Sorry, Seite offline wegen Wartung...

source: We'll be back in a jiffy!
de_de: Wir werden im Handumdrehen wieder da sein!

source: In the meantime, check out some other open source projects we love:
de_de: In der Zwischenzeit schaue dir einige andere Open-Source Projekte an die wir lieben:

source: Press
de_de: Presse

source: About Mixxx
de_de: Über Mixxx

source: Mixxx was originally created in 2002 as part of a PhD thesis on new interfaces for DJing by Tue Haste Andersen. After releasing the project as open source, dozens of contributors began modifying and improving Mixxx.
de_de: Mixxx ursprünglich entstand im Jahr 2002 im Rahmen einer Doktorarbeit für neue Schnittstellen für DJing von Tue Haste Andersen. Nach der Veröffentlichung des Projekts als Open-Source, begannen dutzende Mitwirkende Mixxx zu verändern und zu verbessern.

source: In 2011, RJ Ryan took over as Lead Developer to successfully continue the team's endeavor to make Mixxx a world-class DJ software.
de_de: Im Jahr 2011 übernahm RJ Ryan als Haupt-Entwickler um weiterhin erfolgreich die Bemühungen des Teams fortzuführen, Mixxx zu einer Weltklasse DJ-Software zu machen.

source: Why?
de_de: Warum?

source: Please contact our project manager, <a href="%(project_manager_mail_link)s">Adam Davison</a> for interviews. We won't bite, we promise.
de_de: ﻿Bitte kontaktieren Sie unsere Projektmanager, <a href="%(project_manager_mail_link)s">Adam Davison</a> für Interviews. Wir werden nicht beißen, versprochen.

source: Artwork
de_de: Bildmaterial

source: Mixxx Color Logo, no padding:
de_de: Farbiges Mixxx Logo, ohne Padding:

source: PNG Small
de_de: PNG klein

source: PNG Medium
de_de: PNG mittel

source: PNG Large
de_de: PNG gross

source: TIFF Large
de_de: TIFF gross

source: Reference Screenshots:
de_de: Referenz-Screenshots:

source: Past Press
de_de: Frühere Presse

source: Support
de_de: Unterstützung

source: Community Support
de_de: Community-Unterstützung

source: User Manual
de_de: Benutzerhandbuch

source: Community Forums
de_de: Community-Foren

source: Have a Mixxx-related question? Something other DJs can help you with? Ask in the <a href="%(forums_link)s">Mixxx Community Forums</a>.
de_de: Hast du Fragen im Zusammenhang mit Mixxx? Etwas bei dem andere DJs dir helfen können? Frage in den <a href="%(forums_link)s">Mixxx Community Foren</a>.

source: Developer Mailing List
de_de: Entwickler-Mailingliste

source: The <a href="%(mailing_list_link)s ">mixxx-devel</a> developer mailing list (<a href="%(sourceforge_archive_link)s">SourceForge</a> and <a href="%(gmane_archive_link)s">Gmane</a> archives) is the primary means of developer communication. The mailing list is where the Mixxx team discusses upcoming changes and programming related stuff.
de_de: Die <a href="%(mailing_list_link)s ">mixxx-devel</a> Entwickler-Mailingliste (<a href="%(sourceforge_archive_link)s">SourceForge</a> und <a href="%(gmane_archive_link)s">Gmane</a> Archivs) ist das wichtigste Mittel zur Kommunikation der Entwickler. Auf der Mailingliste diskutiert das Mixxx-Team anstehenden Veränderungen und im Zusammenhang mit Programmierung stehende Fragen.

source: The Mixxx IRC channel (<b>#mixxx</b> on <a href="%(irc_channel_link)s">Freenode</a>) can be used for support too. If you don't need support, the IRC channel is still a fun place to hang out with the developers and meet some fellow DJs. <a href="%(irc_web_client_link)s ">Click here</a> to chat via a web client.
de_de: Der Mixxx IRC-Kanal (<b>#mixxx</b> auf <a href="%(irc_channel_link)s">Freenode</a>) kann auch zur Unterstützung verwendet werden. Wenn du keine Unterstützung brauchst ist der IRC-Kanal immer noch ein lustiger Ort um mit den Entwicklern abzuhängen mit den Entwicklern und einige DJ-Kollegen kennenzulernen. <a href="%(irc_web_client_link)s ">Hier klicken</a> um über einen Webclient zu chatten.

source: Please report any bugs you find to our <a href=" %(bug_tracker_link)s">Bug Tracker</a>. The bug tracker gives us a centralized place to pool our information on bugs, and prevents us from getting disorganized and forgetting about them.
de_de: Bitte melde gefundene Fehler in unserem <a href=" %(bug_tracker_link)s">Bug-Tracker</a>. Der Bug-Tracker gibt uns einen zentralen Platz, unsere Informationen über Fehler zu bündeln, und verhindert, dass sie durcheinandergebracht und vergessen werden.

source: What's New in Mixxx 1.11
de_de: Was ist neu in Mixxx 1.11

source: New to Mixxx?
de_de: Neu bei Mixxx?

source: What's New in Mixxx 1.11?
de_de: Was ist neu in Mixxx 1.11?

source: Next Generation Beat Detection
de_de: Beat-Erkennung der nächsten Generation

source: Preview Deck
de_de: Vorschau-Deck
