Repository: Be-ing/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Like what you see? Download Mixxx for FREE and Start DJing:
de_de: Gefällt dir was du siehst? Laden Mixxx kostenlos herunter und starte das DJing:

source: Upgraded Sample Decks
de_de: Aktualisierte Sample-Decks

source: Core Mixing Engine Improvements
de_de: Grundlegende Verbesserungen der Mixing-Engine

source: Improved waveform scratching
de_de: Verbessertes Wellenform-Scratchen

source: Hamster (reverse) crossfader option
de_de: Hamster- (Rückwärts) Crossfader Option

source: MixVibes Timecode Vinyl support
de_de: MixVibes Timecode Vinyl-Unterstützung

source: Upgraded Library
de_de: Aktualisierte Bibliothek

source: Advanced Search
de_de: Erweiterte Suche

source: Try out some of these example searches:
de_de: Probiere einige der folgenden Suchbeispiele:

source: All tracks between 100 and 120BPM with rating greater than 4:
de_de: Alle Titel zwischen 100 und 120 BPM mit Bewertung größer als 4:

source: All tracks with "Aphex Twin" in the artist column:
de_de: Alle Titel mit "Aphex Twin" in der Künstler-Spalte:

source: All Electro tracks with BPM greater than 115:
de_de: Alle Elektro-Titel mit mehr als 115 BPM:

source: Improved Auto DJ
de_de: Verbesserter Auto-DJ

source: USB HID and USB Bulk Mode DJ Controller Support
de_de: USB HID und USB Bulk-Modus DJ-Controller-Unterstützung

source: Hercules DJ Control MP3 e2 (driver no longer necessary on Linux)
de_de: Hercules DJ Control MP3 e2 (Treiber auf Linux nicht mehr notwendig)

source: Getting your controller mapped is now easier than ever. Just click on the button or knob you want to map in Mixxx and then wiggle the control on your MIDI controller to wire it up.
de_de: Deinen Controller zuordnen ist jetzt einfacher als je zuvor. Klicke einfach auf die Schaltfläche oder den Knopf den du in Mixxx zuordnen willst und bewege dann das Steuerelement auf deinem MIDI-Controller um es zu verbinden.

source: Newly Supported DJ MIDI Controllers
de_de: Neu unterstützte DJ-MIDI-Controller

source: Want to know if your DJ MIDI controller is supported in Mixxx?
de_de: Möchtest du wissen, ob dein DJ MIDI-Controller im Mixxx unterstützt wird?

source: Please check the <a href="/features/#full_specs">full technical specifications</a>.
de_de: Bitte siehe auch die <a href="/features/#full_specs"> vollständigen technischen Spezifikationen</a>.

# Navigation bar link to Mixxx Manual.
source: Manual
de_de: Handbuch

# Navigation bar link to Mixxx Forums.
source: Forums
de_de: Foren

# Navigation bar link to Mixxx Press page
source: Press
de_de: Presse

# Navigation bar link to Mixxx contact page.
source: Contact
de_de: Kontakt
